Repository: FihlaTV/ttx
Catalog: po/*.po
Languages: nl

source: enable debugging (false)
nl: debugging modus (false)

source: show version and exit
nl: toon versie en beeindig programma

source: options for ttx
nl: opties voor ttx

source: unknown teletext provider %s
nl: onbekende teletekst-aanbieder %s

source: page must be in the range [100..999]
nl: pagina moet tussen 100 en 999 zijn

source: subpage must be in the range [1..99]
nl: sub-pagina moet tussen 1 en 99 zijn

source: invalid link; expected: <provider-id>:<page>[/<subpage>] e.g., nos:101/1 or yle:200
nl: ongeldig adres; gebruik: <provider-id>:<pagina>[/<sub-pagina>] bijv., nos:101/1 of yle:200

source: ttx teletext browser, version
nl: ttx teletekst browser, versie

source: an error occurred
nl: er is een fout opgetreden

source: Previous page
nl: Vorige

source: Next page
nl: Volgende

source: Refresh page
nl: Verversen

source: TTX Teletext Browser
nl: TTX Teletekst Browser

source: Dutch Teletekst Service
nl: Nederlandse Teletekst

source: Flemish Teletekst Service
nl: Vlaamse Teletekst

source: Finnish Teletekst Service
nl: Finse Teletekst

source: Italian Teletekst Service
nl: Italiaanse teletekst

source: British Teletext Service
nl: Britse teletekst

source: German Teletekst Service
nl: Duitse teletekst

source: Croation Teletekst Service
nl: Kroatische teletekst

source: Austrian Teletext Service
nl: Oostenrijkse teletekst

source: Portuguese Teletekst Service
nl: Portugese teletekst

source: Slovenian Teletekst Service
nl: Sloveense teletekst
